"ALL_DAY_DAY_VIEW" = "tam gün";
"NOON" = "Öğle";
"UNTITLED_EVENT" = "Yeni Etkinlik";
"ALL_DAY" = "tam gün";
"ALL_DAY_EVENTS" = "tam günlük etkinlikler";
"CELL_ENDS" = "BİTİŞ";

"CALENDARS" = "Takvimler";

"ALL" = "Tümü";
"ALL_CALENDARS" = "Tüm Takvimler";
"ALL_OF_STORE" = "Tümü (%@)";
"N_CALENDARS" = "%@ Takvim";

"SHOW_CALENDARS" = "Takvimleri Göster";
"SHOW_ALL_CALENDARS" = "Tüm Takvimleri Göster";
"HIDE_ALL_CALENDARS" = "Tüm Takvimleri Gizle";
"NO_CALENDARS" = "Takvim Yok";

"ALERT" = "Uyarı";
"ALERT_LOWERCASE" = "uyarı";
"ALERT_DETAIL_NAV_TITLE" = "Alarm";
"SECOND_ALERT" = "İkinci Uyarı";
"NONE_ALERT" = "Yok";
"NONE_INVITEES" = "Yok";
"EVENT" = "Etkinlik";
"EVENTS" = "Etkinlikler";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ gün";
"INTERVAL_DAY" = "1 gün";
"INTERVAL_HOURS" = "%@ saat";
"INTERVAL_HOUR" = "1 saat";
"INTERVAL_MINUTES" = "%@ dakika";
"INTERVAL_MINUTE" = "1 dakika";
"INTERVAL_SECONDS" = "%@ saniye";
"INTERVAL_SECOND" = "1 saniye";
"INTERVAL_WEEK" = "1 hafta";
"INTERVAL_FORMAT_BEFORE" = "%@ önce";
"INTERVAL_FORMAT_AFTER" = "%@ sonra";
"BEFORE" = " önce";
"AFTER" = " sonra";
"ON_TIME" = "Etkinlik saatinde";
"ON_TIME_AT" = "Etkinlik gününde (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " - ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "- ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Tam gün";

"DETAIL_DURATION_FORMAT" = "%@ - %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "%@ %@ ile";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ - %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "- %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Tam gün %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "- %@";

"CALENDAR" = "Takvim";
"UNTITLED_CALENDAR" = "Adsız Takvim";
"UNTITLED_ACCOUNT" = "Adsız Hesap";

"NOTES_PLACEHOLDER" = "Notlar";
"NOTES_LOWERCASE" = "notlar";
"NOTES" = "Notlar";
"SHOW_ALL_NOTES" = "Tüm Notları Göster";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Facebook’ta Görüntüle";

"UNKNOWN" = "Bilinmeyen";

"SHARED_CALENDAR" = "Paylaşılan Takvim";
"SHARED" = "Paylaşılan";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Paylaşan: %@";
"SHARED_WITH_SINGLE_PERSON" = "Paylaşılan: %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Paylaşılan: %@ ve…";
"PUBLIC_AND_SHARED" = "Herkese Açık ve Paylaşılan: %@…";

"ACCESS_DENIED_EVENTS" = "Bu uygulamanın takvimlerinize erişimi yok.";
"ACCESS_DENIED_REMINDERS" = "Bu uygulamanın anımsatıcılarınıza erişimi yok.";

/* Name of subscribed group */
"SUBSCRIBED" = "Abone Olunan";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Doğum Günleri";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Diğer";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Anımsatıcılar";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Ev";
"ICLOUD_WORK_CALENDAR" = "İş";

"STARTS" = "Başlangıç";
"ENDS" = "Bitiş";

"REPEAT" = "Yinele";
"NEVER" = "Asla";
"DAILY" = "Günlük";
"WEEKLY" = "Haftalık";
"BIWEEKLY" = "İki Haftada Bir";
"MONTHLY" = "Aylık";
"YEARLY" = "Yıllık";
"CUSTOM" = "Özel";

"AVAILABILITY" = "Uygunluk";
"BUSY" = "Meşgul";
"FREE" = "Serbest";
"TENTATIVE" = "Belirsiz";
"OUT_OF_OFFICE" = "İşyeri Dışında";

"EDIT" = "Düzenle";
"CANCEL" = "Vazgeç";
"DONE" = "Bitti";
"ADD" = "Ekle";
"TO_WITH_COLON" = "Kime:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Etkinlik Ayrıntıları";
"ICS_EVENTS" = "%@ Etkinlikleri";

/* button title */
"ICS_ADD_ALL" = "Tümünü Ekle";
"ICS_ADD_SOME" = "Ekle (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Takvim Seç";

"DELETE_CALENDAR" = "Takvimi Sil";
"EDIT_CALENDAR" = "Düzenle";
"EDIT_CALENDARS" = "Takvimleri Düzenle";
"ADD_CALENDAR" = "Takvim Ekle";
"JOIN_CALENDAR" = "Takvime Katıl";
"CALENDAR_NAME" = "Takvim Adı";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Yeni Takvim…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Takvim Ekle…";
"DELETE_CALENDAR_CONFIRMATION" = "Bu takvimi silmek istediğinizden emin misiniz? Takvimle ilişkili olan tüm etkinlikler ve anımsatıcılar da silinecektir.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Bu takvimi silmek istediğinizden emin misiniz? Takvimle ilişkili olan tüm etkinlikler de silinecektir.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Bu takvimi silmek istediğinizden emin misiniz? Takvimle ilişkili olan tüm anımsatıcılar da silinecektir.";

"UNKNOWN_IDENTITY" = "bir kişi";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Bir kişi";

"JOIN_CALENDAR_TITLE_FORMAT" = "“%@” takvimine katılmak ister misiniz?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@, sizi paylaşılan bir takvime davet etti.";

"CANCELELD_BY_FORMAT" = "%@ vazgeçti";
"FROM_FORMAT" = "Başlangıç: %@";
"TIME_CHANGED_TO_FORMAT" = "Saat %@ olarak değiştirildi";
"DATE_CHANGED_TO_FORMAT" = "Tarih %@ olarak değiştirildi";
"LOCATION_CHANGED" = "Yer değişti";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Renk";
"PURPLE" = "Mor";
"ORANGE" = "Turuncu";
"BLUE" = "Mavi";
"RED" = "Kırmızı";
"BROWN" = "Kahverengi";
"YELLOW" = "Sarı";
"GREEN" = "Yeşil";

"SHARED_WITH_COLON" = "Paylaşılan:";
"PENDING" = "Bekliyor";
"OWNER" = "Sahip";
"ADD_PERSON" = "Kişi Ekle";
"ADD_PERSON_WITH_ELLIPSIS" = "Kişi Ekle…";
"PUBLIC_CALENDAR" = "Herkese Açık Takvim";
"PUBLIC_CALENDAR_DESCRIPTION" = "Herhangi birinin bu takvimin salt okunur sürümüne abone olmasına izin verin.";
"PUBLISHING_WITH_ELLIPSIS" = "Yayımlanıyor…";
"VIEW_ONLY" = "Yalnızca Görüntüle";
"VIEW_AND_EDIT" = "Görüntüle ve Düzenle";
"ALLOW_EDITING" = "Düzenlemeye İzin Ver";
"ALLOW_EDITING_DESCRIPTION" = "Bu kişinin takvimde değişiklik yapmasına\nizin verin.";
"RESEND_SHARING_INVITATION" = "Paylaşma Davetini Tekrarla";
"REMOVE_FROM_CALENDAR" = "Takvimden Sil";
"REMOVE" = "Sil";
"REMOVE_ALERT_TEXT" = "%@ için bu takvime olan erişim hemen kesilecektir.";
"SHARE_LINK_WITH_ELLIPSIS" = "Bağlantıyı Paylaş…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Takvim bağlantısını şununla paylaş:";
"EMAIL" = "E-posta Gönder";
"MESSAGE" = "Mesaj Gönder";
"TWEET" = "Tweet Gönder";
"COPY_LINK" = "Bağlantıyı Kopyala";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "%2$@ tarafından %1$@ takvimine eklendi";
"SHARED_DELETED_FROM_CALENDAR_BY" = "%2$@ tarafından %1$@ takviminden silindi";
"SHARED_UPDATED_IN_CALENDAR_BY" = "%2$@ tarafından %1$@ takviminde güncellendi";
"SHARED_ONE_PROP_CHANGED_BY" = "%@, %@ tarafından değiştirildi";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%1$@, %3$@ tarafından %2$@ olarak değiştirildi";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ ve %@, %@ tarafından değiştirildi";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ etkinlik %@ takvimine eklendi.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ etkinlik %@ takviminden silindi.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ etkinlik %@ takviminde güncellendi.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%1$@ etkinlik %3$@ tarafından %2$@ takvimine eklendi.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%1$@ etkinlik %3$@ tarafından %2$@ takviminden silindi.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%1$@ etkinlik %3$@ tarafından %2$@ takviminde güncellendi.";

"SHARED_PROP_DATE" = "tarih";
"SHARED_PROP_TIME" = "saat";
"SHARED_PROP_TITLE" = "başlık";
"SHARED_PROP_LOCATION" = "konum";

"ADD_SHAREES_PROMPT" = "Bu takvime katılımcı ekleyin.";

"CREATED_BY" = "Yaratan:";
"EDITED_BY" = "Düzenleyen:";
"CREATED_BY_LOWERCASE" = "yaratan:";
"EDITED_BY_LOWERCASE" = "düzenleyen:";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ paylaşılan takviminize katıldı.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ paylaşılan takviminizi reddetti.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@, bu paylaşılan takvim davetine henüz yanıt vermedi.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Bu takvim artık paylaşılmıyor.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Bu takvim artık herkese açık.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "%@ takvimime abone olun";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Şu adresteki %@ takvimime abone olun: %@";

"ATTACHMENTS" = "İlişikler";
"ATTACHMENTS_LOWERCASE" = "ilişikler";
"CANNOT_OPEN_ATTACHMENT" = "İlişik Açılamıyor";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ / %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "İlişik indirilirken bir hata oluştu.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Bu dosya türü desteklenmiyor.";
"UNTITLED_ATTACHMENT" = "Adsız İlişik";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Takvimler Güncelleniyor…";

"ENDS_TIME_FORMAT" = "bitiş: %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ %@";
"CALENDAR_TODAY" = "Bugün";
"CALENDAR_TODAY_LOWER" = "bugün";
"CALENDAR_YESTERDAY" = "Dün";
"CALENDAR_YESTERDAY_LOWER" = "dün";
"CALENDAR_TOMORROW" = "Yarın";
"CALENDAR_TOMORROW_LOWER" = "yarın";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Geçen %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "geçen %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Geçen %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "geçen %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Bu %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "bu %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Bu %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "bu %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Abone Olunan";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Abone Olunan";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
